//-----‐-------- ОБЩИЕ МЕТОДЫ Common methods ----------------
// cy.visit(' url')               - посетить- сайт/страницу
// cy.get('css selector') - получить- с помощью css селектора
// cy.contains('text')      - содержит-
// cy.find('css selector') - находить- Получить дочерние элементы DOM определенного селектора
// cy.url()                Выдает текущий URL в виде строки
// cy.title() Выдает заголовок документа в виде строки
// cy.pause() паузаа
// cy.log(массаж) Распечатать сообщение в журнале команда Cypress
